Revit 2027 API
ParameterTypeId.RbsConstructionSetParam Property
 "Schematic Types"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsConstructionSetParam { get; }
Public Shared ReadOnly Property RbsConstructionSetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsConstructionSetParam {
	ForgeTypeId^ get ();
}
static member RbsConstructionSetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace